var array = [
  {
    id: 1,
    text: "Москва и Московская область"
  },
  {
    id:2,
    text: "Санкт Петербург и Ленинградская область",
  },
  {
    id: 3,
    text: "Новосибирск",
  },
  {
    id: 4,
    text: "Екатеринбург",
  },
  {
    id: 5,
    text: "Нижний Новгород",
  },
  {
    id: 6,
    text: "Казань",
  },
  {
    id: 7,
    text: "Челябинск",
  },
  {
    id: 8,
    text: "Омск",
  },
  {
    id: 9,
    text: "Самара",
  },
  {
    id: 10,
    text: "Ростов-на-Дону",
  },
  {
    id: 11,
    text: "Уфа",
  },
  {
    id: 12,
    text:"Красноярск",
  },
  {
    id: 13,
    text: "Воронеж",
  },
  {
    id: 14,
    text: "Пермь",
  },
  {
    id: 15,
    text: "Волгоград",
  },
  {
    id: 16,
    text: "Краснодар",
  },
  {
    id: 17,
    text: "Саратов",
  }
  
]
