var array = [
  {
    id: 77,
    text: "Москва"
  },
  {
    id:78,
    text: "Санкт-Петербург",
  },
  {
    id: 54,
    text: "Новосибирск",
  },
  {
    id: 66,
    text: "Екатеринбург",
  },
  {
    id: 52,
    text: "Нижний Новгород",
  },
  {
    id: 116,
    text: "Казань",
  },
  {
    id: 74,
    text: "Челябинск",
  },
  {
    id: 55,
    text: "Омск",
  },
  {
    id: 63,
    text: "Самара",
  },
  {
    id: 61,
    text: "Ростов-на-Дону",
  },
  {
    id: 02,
    text: "Уфа",
  },
  {
    id: 24,
    text:"Красноярск",
  },
  {
    id: 736,
    text: "Воронеж",
  },
  {
    id: 59,
    text: "Пермь",
  },
  {
    id: 34,
    text: "Волгоград",
  },
  {
    id: 123,
    text: "Краснодар",
  },
  {
    id: 64,
    text: "Саратов",
  },
  {
    id:65,
    text: "Иваново",
  }

]
